<?php   
    $a = 10;
    $b = 5;
    echo $a + $b . "<br>";//15
    echo "soma:". $a . "+". $b. "=". $a+$b . "<br>";
    echo "------------------------------------------" . "<br>";
    //soma: 10+5=15; o que vai aparecer lá
    echo "Subtração" . $a . "-". $b. "=". $a-$b . "<br>";
    //o . <br> é para pular linha 
    echo "------------------------------------------" . "<br>";
    echo "Multiplicação" . $a . "x". $b. "=". $a*$b . "<br>";
    echo "------------------------------------------" . "<br>";
    echo "Divisão" . $a . "÷". $b. "=". $a/$b . "<br>";
    echo "------------------------------------------" . "<br>";
    
    



?>